Repository: ApplETS/Notre-Dame-v3
Catalog: ETSMobile/ETSMobile/*.lproj/Localizable.strings
Languages: fr

source: Emergencies
fr: Urgences

source: Emergency call
fr: Appel d'urgence

# internCall
source: From inside campus
fr: À l'interne

# extension
source: Ext. 55
fr: Poste 55

source: Reach security
fr: Joindre la sécurité

source: Emergency procedures
fr: Procédures d'urgence

source: Bomb threat
fr: Appel à la bombe

source: Suspicious package
fr: Colis suspect

source: Fire
fr: Incendie

source: Suspicious smell
fr: Odeur suspecte

source: Elevator malfunction
fr: Panne d'ascenseur

source: Power outage
fr: Panne électrique

source: Armed person
fr: Personne armée

source: Medical emergency
fr: Urgence médicale

# bombThreatInstructions
source: • Do not end the phone conversation. • Try to get as much information as possible. • Repeat or pretend to have some difficulty to understand in order to take more time. • Whenever possible and depending on the situation, try to obtain the following information: • The time at which the bomb will explode. • The type of bomb. • The location of the bomb. • The caller's name and address. • Let the caller hang up first. • It is essential to communicate IMMEDIATELY with security at 514-396-8900 extension 55
fr: • Ne pas mettre fin à la conversation téléphonique. • Tenter d'obtenir le maximum d'informations. • Faire répéter ou prétexter avoir de la difficulté à entendre afin de gagner du temps. • Dans la mesure du possible et en fonction de la situation, tenter d'obtenir les informations suivantes : • L’heure à laquelle la bombe explosera. • Le type de bombe. • L’emplacement de la bombe. • Son nom et adresse. • Laisser l’interlocuteur raccrocher en premier. • Il est primordial de communiquer IMMÉDIATEMENT avec la sécurité au 514-396-8900 poste 55

# suspiciousPackageInstructions
source: • Never touch, push, hit, lift, or open a suspicious package • Never take for granted that it is the only package. • Leave the area and if possible restrict access by closing the doors. • Notify those you meet not to enter the area. • Once outside the area, call security at 514-396-8900 extension 55. • Never activate a manual fire station (red station).
fr: • Ne jamais toucher, pousser, frapper, soulever ou ouvrir un colis suspect. • Ne jamais prendre pour acquis qu’il s’agit du seul colis. • Quitter le secteur et si possible restreindre l’accès en fermant les portes. • Aviser les personnes rencontrées de ne pas entrer dans ce secteur. • Une fois à l’extérieur du secteur, communiquer avec la sécurité au 514-396-8900 poste 55. • Ne jamais activer une station manuelle d’incendie (station rouge).

# fireInstructions
source: If you discover a fire outbreak: • Leave the scene immediately and help evacuate anyone who is in immediate danger without endangering your life. • Trigger the fire alarm by firing a manual fire station located near the emergency exits. • Use the stairs to exit the building. • Close all doors behind you to prevent the fire from spreading. • Alert the Montreal Fire Department by dialing 911 in a safe place. When the alarm signal of the fire alarm system is triggered: • Leave your location immediately and help evacuate anyone who is in immediate danger without putting your life at risk. • Close all doors behind you to prevent the fire from spreading. • Move away from the site at a distance of one hundred (100) meters to allow those who follow to come out and to let firefighters extinguish the fire.
fr: Si vous découvrez un foyer d’incendie : • Quittez les lieux immédiatement et aidez à évacuer quiconque se trouvant en danger immédiat sans mettre votre vie en danger. • Déclenchez l’alarme incendie en tirant un poste manuel d’incendie situé près des issues de secours. • Utilisez les escaliers pour sortir du bâtiment. • Fermer toutes les portes derrières vous pour éviter que l’incendie ne se propage. • Alerter le service de la prévention des incendies de Montréal en composant le «911» d’un endroit sécuritaire. Lorsque retentit le signal d’alarme du réseau avertisseur d’incendie : • Quittez votre local immédiatement et aidez à évacuer quiconque se trouve en danger immédiat sans mettre votre vie en danger. • Fermez toutes les portes derrières vous pour éviter que l’incendie ne se propage. • S’éloigner des lieux à une distance de cent (100) mètres afin de permettre à ceux qui suivent de sortir et de ne pas nuire aux pompiers dans leur lutte contre l’incendie.

# armedPersonInstructions
source: If you can leave the area without being threatened, evacuate the building. • Stay calm. • Never attempt to stop an armed person. • Do not activate the fire alarm. • Go to the nearest emergency exit. • Use the stairs to leave the building (Never use the elevators). • Keep your hands up as you leave the building so police do not perceive you as a threat. • Inform others you encounter to leave the area immediately. • Once you have left the building, do not stay near the area; go to the remote meeting point at the corner of Peel street and St-Jacques street (right in front of the planetarium). • Once safe, call 911. If you cannot leave the area without being threatened, confine yourself. • Stay calm and silent. • Hide and warn others to do the same. • Lock the doors of the room where you are hiding. • Block the doors with any furniture. • Close all window blinds. • Stay far from the doors and windows (corridors and exterior walls). • If one of your windows leads OUTSIDE the building, signal your presence to police by placing a paper with a note. • Hide under a desk. • Stay silent. • Keep your phones on silent. • If someone knocks on the doors, do not open as it may be a threat. • In the event that the police arrive to check all areas, they will receive access cards and keys. • Do not jump from your hiding place and keep your hands up in plain sight. • Wait for police instructions or the Bureau of prevention and security before leaving the premises. In the event of an evacuation • Go to the remote meeting point at the corner of Peel street and St-Jacques street (right in front of the planetarium). • Never stay near the building under threat. • Stay silent and attentive to hear the directives given by police or security. REMEMBER • Never jump from your hiding space. • Always keep your hands up and visible.
fr: Si vous pouvez quitter les lieux sans être menacé, évacuez l’édifice. • Restez calme; • Ne tentez jamais d’arrêter une personne armée; • N’activez pas l’alarme-incendie; • Empruntez la sortie de secours la plus près; • Utilisez les escaliers pour sortir du bâtiment (n’utilisez jamais les ascenseurs); • Montrez vos mains afin de ne pas être perçu comme une menace par les policiers; • Informez les gens que vous croisez de quitter les lieux immédiatement; • Une fois que vous avez quitté l’édifice, ne restez pas à proximité de l’immeuble; rendez-vous au point de rassemblement éloigné, qui se trouve au coin des rue Peel et St-Jacques (l’espace devant l’ancien planétarium); • Une fois en sécurité, composez le 911. Si vous ne pouvez pas quitter les lieux sans être menacé, confinez-vous. • Restez calme et silencieux; • Cachez-vous et dites aux gens de faire comme vous; • Verrouillez la porte du local où vous êtes caché; • Barricadez la porte avec des meubles; • Fermez les stores des fenêtres; • Éloignez-vous de la porte et des fenêtres (corridors et murs extérieurs); • Si une fenêtre donne sur un mur extérieur du bâtiment, signalez votre présence aux policiers en mettant un papier avec une note; • Cachez-vous sous un bureau; • Gardez le silence; • Mettez votre cellulaire en mode silencieux; • Si une personne frappe à la porte, ne l’ouvrez pas. La personne qui frappe à la porte représente peut-être une menace; • Dans l’éventualité où les policiers auront à vérifier tous les locaux, ces derniers recevront des cartes d’accès et des trousseaux de clefs; • Ne bondissez jamais de votre cachette et gardez les mains bien en vue; • Attendez les directives des policiers ou du Bureau de la prévention et de la sécurité avant de quitter les lieux. Dans l’éventualité d’une évacuation. • Rendez-vous au lieu de rassemblement éloigné (l’espace devant l’ancien Planétarium) situé à l’angle des rues Peel et St-Jacques; • Ne demeurez jamais à proximité de l’immeuble; • Gardez le silence pour entendre les directives données par les policiers ou par la sécurité. Rappelez-vous. • Ne bondissez jamais de votre cachette; • Gardez vos mains bien en vue.

# medicalEmergencyInstructions
source: If someone's life is in danger, call 911. • If the victim is conscious, ask them the following : • Their name. • Details of the incident. • Details on their injuries. • If they have allergies or any health issues. • Communicate with security, extention 55 (internal telephone system). • Do not hang up until the dispatcher says so. • Perform first aid if you have been trained to do so. • Ask others around you to find someone who can perform first aid. • Stay in place to assist the first-aiders and provide information on the victim. • Ask others to assist you while waiting for help to arrive. • Once the dispatchers arrives, keep others away from the victim to make room for the dispatchers. • Do not move the victim unless they're exposed to danger. • Do not give them liquids nor food even if the victim insists. • Stay in contact with security if possible. • If the victim's state of health is deteriorating, inform security.
fr: Si la vie d’une personne est en danger, composez le 911 • Si la personne est consciente, demandez-lui : • Son nom • Des détails sur l’incident • Des détails sur ses blessures • Des questions sur ses allergies et ses problèmes de santé • Communiquez avec la sécurité, au poste 55 (système téléphonique interne); • Ne raccrochez pas tant que le répartiteur vous dit de le faire; • Prodiguez les premiers soins si vous avez été formé pour le faire; • Demandez aux personnes présentes de trouver un secouriste sur l’étage; • Restez sur place pour aider les secouristes et leur fournir de l’information sur la victime; • Demandez aux personnes sur place de vous aider en attendant les secours; • Éloignez les personnes de la victime afin de lui faire de la place et de faciliter la tâche des secouristes; • Ne déplacez pas la victime sauf si la situation représente un danger pour elle; • Ne lui donner ni à boire ni à manger même si la victime l’exige; • Restez en communication avec la sécurité, si cela est possible; • Si l’état de la victime se détériore, en informer la sécurité.

# suspiciousSmellInstructions
source: The discovery of a smell or gas leak: • Leave the sector • Reach security at : 514-396-8900 extension 55. • Never activate a manual fire station (red station). Evacuation : • Remain calm. • Leave the sector without any detour to go to your locker or to go pick up personal belongings. • Evacuate the area by the nearest fire escape stairs and do not use the elevator. • Help, if necessary, people to leave the location. • Move away from the building and go to the meeting point. • Never enter or return to the facility during an emergency. • Wait for permission from evacuation crew leaders before leaving the assembly point.
fr: La découverte d'une odeur ou fuite de gaz : • Quitter le secteur • Communiquer avec la sécurité au : 514-396-8900 poste 55. • Ne jamais activer une station manuelle d’incendie (sa station rouge). L’évacuation : • Demeurer calme. • Quitter les lieux sans faire de détour pour aller à son casier ou ramasser des effets personnels. • Évacuer l’endroit par les escaliers de secours les plus prêts et ne pas utiliser l’ascenseur. • Aider, si nécessaire, les personnes à quitter les lieux. • S’éloigner de l’immeuble et se rendre au point de rassemblement. • Ne jamais entrer ou retourner dans l’établissement pendant la situation d’urgence. • Attendre d’avoir obtenu l’autorisation des responsables des équipes d’évacuation avant de quitter le point de rassemblement.

source: Username
fr: Code d'accès universel

source: Password
fr: Mot de passe

source: Login
fr: Se connecter
